var theArray=new Array();
theArray[0]="也许，只有真正动心了。才会为他所做的一件小事 在旁人看来无所谓，而在她看来却是心碎。";
theArray[1]="如若不是为了一个人，谁肯枯守一座城。";
theArray[2]="当你不在的时候，我会想你。而你无时无刻不在，我会烦你。";
theArray[3]="只要付出真心去对待对方,就可以了。";
theArray[4]="用我左眼的火焰，烧尽一切黑暗。";
theArray[5]="多希望你无人问津，全世界喜欢你的只有我一个。";
theArray[6]="我第一次爱上短发，还是在遇见了蕾姆之后。";
theArray[7]="为了让对方活下去，祈求着自身的毁灭。";
theArray[8]="即使这样，我也觉得能遇上你真的太好了。";
theArray[9]="我喜欢温柔，也喜欢温暖，所以我喜欢人类。";
theArray[10]="若结局非你所愿，就在尘埃落定前奋力一搏。";
theArray[11]=" 每次和你说一些连我自己都觉得无聊的话题 不过是因为想和你多说几句。";
theArray[12]="假如我们相遇，肯定一眼就能认出彼此。";
theArray[13]="我已记不得你的名字，却还记得喜欢你。";
theArray[14]="时间带着明显的恶意，缓缓在我的身上流逝。";
theArray[15]="织女和牛郎无论下多少雨都不会彼此忘记吧。";
theArray[16]="不是在最好的时光遇见你，而是遇到你之后才是最好的时光。";
theArray[17]="你把我当成一时的玩物，我却把你当成了一生的依赖.";
theArray[18]="如果说我遇到你，变得更好了的话，那么我想，把这样的自己保留下来，努力地迎接接下来的每一天。";
theArray[19]="只因那时年少 总把未来想得太好, 爱把承诺说的太早。";
function ranFun()
{
 return parseInt(Math.random()*19);
}
document.write(theArray[ranFun()]);
